KnowledgeLake Search Mobile/app/services/soapTemplates/klfacetsearch/facetquerysearch/GetQueryUser.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <GetQueryUser xmlns="http://KnowledgeLakeWebServices.com/">
            <userSid>{userSid}</userSid>
        </GetQueryUser>
    </soap:Body>
</soap:Envelope>